Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Wrist temperature: scored on how far ABOVE baseline you are; a cooler-than-baseline night scores full marks, since that usually reflects the room rather than your recovery
ar: حرارة المعصم: تُقيَّم بمقدار ارتفاعك فوق خط الأساس؛ والليلة الأبرد من خط الأساس تحصل على العلامة الكاملة، لأن ذلك يعكس عادةً حرارة الغرفة لا تعافيك
da: Håndledstemperatur: vurderes ud fra, hvor langt OVER baseline du ligger; en nat køligere end baseline giver fuld score, da det som regel afspejler rummet snarere end din restitution
de: Handgelenkstemperatur: bewertet danach, wie weit du ÜBER der Baseline liegst; eine Nacht unter der Baseline erhält die volle Punktzahl, da das meist den Raum widerspiegelt und nicht deine Erholung
es: Temperatura de la muñeca: se puntúa según cuánto estés POR ENCIMA de la línea base; una noche más fresca que la línea base obtiene la máxima puntuación, ya que eso suele reflejar la habitación y no tu recuperación
fi: Rannelämpötila: pisteytetään sen mukaan, kuinka paljon perustason YLÄPUOLELLA olet; perustasoa viileämpi yö saa täydet pisteet, koska se heijastaa yleensä huonetta eikä palautumistasi
fr: Température du poignet : évaluée selon l’écart AU-DESSUS de la référence ; une nuit plus fraîche que la référence obtient la note maximale, car cela reflète généralement la pièce plutôt que votre récupération
is: Úlnliðshiti: metinn eftir því hversu langt YFIR grunngildi þú ert; nótt sem er svalari en grunngildið fær fullt hús, þar sem það endurspeglar yfirleitt herbergið frekar en batann
it: Temperatura del polso: valutata in base a quanto sei SOPRA la linea di base; una notte più fresca della linea di base ottiene il punteggio pieno, perché di solito riflette la stanza e non il tuo recupero
ja: 手首の温度：ベースラインをどれだけ上回っているかで評価します。ベースラインより低い夜は満点になります。通常それは回復ではなく部屋の温度を反映しているためです
ko: 손목 온도: 기준선보다 얼마나 높은지로 점수를 매깁니다. 기준선보다 서늘한 밤은 만점입니다. 대개 회복 상태가 아니라 방 온도를 반영하기 때문입니다
nb: Håndleddstemperatur: vurdert etter hvor langt OVER grunnlinjen du ligger; en natt som er kjøligere enn grunnlinjen gir full uttelling, siden det vanligvis gjenspeiler rommet snarere enn restitusjonen din
nl: Polstemperatuur: beoordeeld op hoe ver je BOVEN de basislijn zit; een nacht die koeler is dan de basislijn krijgt de volle score, omdat dat meestal iets zegt over de kamer en niet over je herstel
pt_br: Temperatura do pulso: avaliada pelo quanto você está ACIMA da linha de base; uma noite mais fria que a linha de base recebe nota máxima, já que isso geralmente reflete o ambiente, e não sua recuperação
ru: Температура запястья: оценивается по тому, насколько вы ВЫШЕ базового уровня; ночь прохладнее базового уровня получает полный балл, поскольку обычно это отражает температуру в комнате, а не ваше восстановление
sv: Handledstemperatur: bedöms efter hur långt ÖVER baslinjen du ligger; en natt som är svalare än baslinjen ger full poäng, eftersom det oftast speglar rummet snarare än din återhämtning
zh_hans: 手腕温度：根据你高于基线的程度评分；比基线更凉的夜晚得满分，因为那通常反映的是室温，而不是你的恢复情况

source: You can ask the AI "lead me back to where I parked for my morning run" and it'll find the workout's origin in the archive — no need to have engaged Get Me Back beforehand. The auto-archive is the safety net for "I forgot to drop a pin."
ar: يمكنك أن تطلب من الذكاء الاصطناعي «أعدني إلى حيث ركنت لجري الصباح» فيجد نقطة بداية التمرين في الأرشيف — دون الحاجة إلى تفعيل Get Me Back مسبقًا. الأرشفة التلقائية هي شبكة الأمان لحالة «نسيت وضع دبوس».
da: Du kan bede AI'en om at »føre mig tilbage til, hvor jeg parkerede til min morgenløbetur«, og den finder træningens startpunkt i arkivet — du behøver ikke have aktiveret Get Me Back på forhånd. Den automatiske arkivering er sikkerhedsnettet for »jeg glemte at sætte en nål«.
de: Du kannst die KI bitten: „Bring mich zurück zu meinem Parkplatz vom Morgenlauf“, und sie findet den Ausgangspunkt des Trainings im Archiv — du musst Get Me Back vorher nicht aktiviert haben. Die automatische Archivierung ist das Sicherheitsnetz für „Ich habe vergessen, eine Markierung zu setzen“.
es: Puedes pedirle a la IA «llévame de vuelta a donde aparqué para correr esta mañana» y encontrará el origen del entrenamiento en el archivo, sin necesidad de haber activado Get Me Back antes. El archivado automático es la red de seguridad para cuando «se me olvidó marcar el punto».
fi: Voit pyytää tekoälyä "vie minut takaisin sinne, mihin pysäköin aamulenkilleni", ja se löytää harjoituksen lähtöpisteen arkistosta — Get Me Backia ei tarvitse olla otettu käyttöön etukäteen. Automaattinen arkistointi on turvaverkko tilanteeseen "unohdin pudottaa merkin".
fr: Vous pouvez demander à l’IA « ramène-moi là où je me suis garé pour ma course du matin » et elle trouvera le point de départ de la séance dans l’archive — inutile d’avoir activé Get Me Back au préalable. L’archivage automatique est le filet de sécurité pour « j’ai oublié de poser une épingle ».
is: Þú getur beðið gervigreindina um að „leiða mig aftur þangað sem ég lagði fyrir morgunhlaupið“ og hún finnur upphafspunkt æfingarinnar í safninu — engin þörf á að hafa virkjað Get Me Back fyrir fram. Sjálfvirka vistunin er öryggisnetið fyrir „ég gleymdi að setja pinna“.
it: Puoi chiedere all'IA "riportami a dove ho parcheggiato per la corsa di stamattina" e troverà l'origine dell'allenamento nell'archivio, senza bisogno di aver attivato Get Me Back prima. L'archiviazione automatica è la rete di sicurezza per "ho dimenticato di mettere un segnaposto".
ja: AI に「朝のランニングで駐車した場所まで案内して」と頼むと、アーカイブからそのワークアウトの起点を見つけます — 事前に Get Me Back を有効にしておく必要はありません。自動アーカイブは「ピンを置き忘れた」ときのためのセーフティネットです。
ko: AI에게 "아침 달리기 때 주차한 곳으로 안내해줘"라고 하면 보관함에서 해당 운동의 출발점을 찾습니다 — 미리 Get Me Back을 사용했을 필요가 없습니다. 자동 보관은 "핀 꽂는 걸 잊었어"에 대비한 안전망입니다.
nb: Du kan spørre AI-en «led meg tilbake dit jeg parkerte før morgenløpeturen», så finner den startpunktet for økten i arkivet — du trenger ikke ha aktivert Get Me Back på forhånd. Den automatiske arkiveringen er sikkerhetsnettet for «jeg glemte å sette en nål».
nl: Je kunt de AI vragen “breng me terug naar waar ik geparkeerd heb voor mijn ochtendloop” en hij vindt het startpunt van de training in het archief — je hoeft Get Me Back niet vooraf te hebben ingeschakeld. Het automatische archief is het vangnet voor ‘ik vergat een speld te zetten’.
pt_br: Você pode pedir à IA "me leve de volta até onde estacionei para a corrida da manhã" e ela encontra a origem do treino no arquivo — sem precisar ter ativado o Get Me Back antes. O arquivamento automático é a rede de segurança para "esqueci de marcar o ponto".
ru: Можно попросить ИИ: «отведи меня туда, где я припарковался перед утренней пробежкой», — и он найдёт точку старта тренировки в архиве, даже если вы заранее не включали Get Me Back. Автоархив — страховка на случай «я забыл поставить метку».
sv: Du kan be AI:n "led mig tillbaka till där jag parkerade inför morgonlöpningen" så hittar den passets startpunkt i arkivet — du behöver inte ha aktiverat Get Me Back i förväg. Den automatiska arkiveringen är skyddsnätet för "jag glömde sätta en nål."
zh_hans: 你可以问 AI“带我回到早上跑步时停车的地方”，它会在存档中找到那次训练的起点 — 无需事先启用 Get Me Back。自动存档是应对“我忘了放标记”的安全网。

source: You can export all data anytime from Settings → iCloud & Data
ar: يمكنك تصدير جميع البيانات في أي وقت من الإعدادات → iCloud والبيانات
da: Du kan eksportere alle data når som helst fra Indstillinger → iCloud og data
de: Du kannst alle Daten jederzeit unter Einstellungen → iCloud & Daten exportieren
es: Puedes exportar todos tus datos en cualquier momento desde Ajustes → iCloud y datos
fi: Voit viedä kaikki tiedot milloin tahansa kohdasta Asetukset → iCloud ja tiedot
fr: Vous pouvez exporter toutes vos données à tout moment depuis Réglages → iCloud et données
is: Þú getur flutt út öll gögn hvenær sem er í Stillingar → iCloud og gögn
it: Puoi esportare tutti i dati in qualsiasi momento da Impostazioni → iCloud e dati
ja: 設定 → iCloudとデータ から、いつでもすべてのデータをエクスポートできます
ko: 설정 → iCloud 및 데이터에서 언제든 모든 데이터를 내보낼 수 있습니다
nb: Du kan eksportere alle data når som helst fra Innstillinger → iCloud og data
nl: Je kunt al je gegevens op elk moment exporteren via Instellingen → iCloud en gegevens
pt_br: Você pode exportar todos os dados a qualquer momento em Configurações → iCloud e dados
ru: Вы можете экспортировать все данные в любой момент в Настройки → iCloud и данные
sv: Du kan exportera alla data när som helst från Inställningar → iCloud och data
zh_hans: 你可以随时从 设置 → iCloud 与数据 导出所有数据

source: You can stop early if needed — the button is always available
ar: يمكنك الإيقاف مبكرًا عند الحاجة — الزر متاح دائمًا
da: Du kan stoppe tidligt, hvis det er nødvendigt — knappen er altid tilgængelig
de: Du kannst bei Bedarf früher aufhören — die Taste ist immer verfügbar
es: Puedes parar antes si lo necesitas: el botón siempre está disponible
fi: Voit lopettaa aikaisemmin tarvittaessa — painike on aina käytettävissä
fr: Vous pouvez arrêter plus tôt si nécessaire — le bouton est toujours disponible
is: Þú getur hætt fyrr ef þarf — hnappurinn er alltaf tiltækur
it: Se serve puoi fermarti prima: il pulsante è sempre disponibile
ja: 必要なら途中で止められます — ボタンはいつでも使えます
ko: 필요하면 일찍 멈출 수 있습니다 — 버튼은 항상 사용할 수 있습니다
nb: Du kan stoppe tidlig ved behov — knappen er alltid tilgjengelig
nl: Je kunt zo nodig eerder stoppen — de knop is altijd beschikbaar
pt_br: Você pode parar antes, se precisar — o botão está sempre disponível
ru: При необходимости можно остановить раньше — кнопка всегда доступна
sv: Du kan avsluta tidigare om det behövs — knappen finns alltid tillgänglig
zh_hans: 如有需要可以提前停止 — 按钮始终可用

source: You can turn comeback off early if you feel your baseline has stabilized. There's no harm in toggling — the score recomputes immediately on each session.
ar: يمكنك إيقاف وضع العودة مبكرًا إن شعرت أن خط الأساس لديك قد استقر. لا ضرر في التبديل — تُعاد حساب النتيجة فورًا في كل جلسة.
da: Du kan slå comeback fra før tid, hvis du synes, din baseline er stabiliseret. Det skader ikke at slå den til og fra — scoren genberegnes straks for hver session.
de: Du kannst den Comeback-Modus vorzeitig ausschalten, wenn du das Gefühl hast, dass sich deine Baseline stabilisiert hat. Umschalten schadet nicht — der Wert wird bei jeder Sitzung sofort neu berechnet.
es: Puedes desactivar el modo regreso antes si notas que tu línea base se ha estabilizado. No pasa nada por activarlo y desactivarlo: la puntuación se recalcula al momento en cada sesión.
fi: Voit kytkeä paluutilan pois aiemmin, jos koet perustasosi vakiintuneen. Kytkemisestä ei ole haittaa — pisteet lasketaan heti uudelleen jokaiselle istunnolle.
fr: Vous pouvez désactiver le mode retour plus tôt si vous pensez que votre référence s’est stabilisée. Activer ou désactiver n’a aucun inconvénient — le score est recalculé immédiatement à chaque session.
is: Þú getur slökkt á endurkomu fyrr ef þér finnst grunngildið hafa náð jafnvægi. Það skaðar ekkert að kveikja og slökkva — stigin eru endurreiknuð strax fyrir hverja lotu.
it: Puoi disattivare la modalità rientro prima del tempo se senti che la tua linea di base si è stabilizzata. Attivarla e disattivarla non fa danni: il punteggio viene ricalcolato subito a ogni sessione.
ja: ベースラインが安定したと感じたら、カムバックを早めにオフにしてもかまいません。切り替えても問題はありません — スコアはセッションごとにすぐ再計算されます。
ko: 기준선이 안정되었다고 느끼면 복귀 모드를 일찍 끌 수 있습니다. 켜고 꺼도 문제없습니다 — 각 세션마다 점수가 즉시 다시 계산됩니다.
nb: Du kan slå av comeback tidligere hvis du føler at grunnlinjen har stabilisert seg. Det skader ikke å slå den av og på — scoren beregnes på nytt umiddelbart for hver økt.
nl: Je kunt de comeback-modus eerder uitzetten als je vindt dat je basislijn stabiel is. Schakelen kan geen kwaad — de score wordt bij elke sessie direct opnieuw berekend.
pt_br: Você pode desativar o modo retorno antes, se achar que sua linha de base se estabilizou. Não há problema em ativar e desativar — a pontuação é recalculada imediatamente a cada sessão.
ru: Режим возвращения можно выключить раньше, если вы чувствуете, что базовый уровень стабилизировался. Переключать не вредно — оценка сразу пересчитывается для каждой сессии.
sv: Du kan stänga av comeback-läget tidigare om du känner att din baslinje har stabiliserats. Det skadar inte att växla — poängen beräknas om direkt för varje session.
zh_hans: 如果你觉得基线已经稳定，可以提前关闭回归模式。随意开关也没有坏处 — 每条记录的评分都会立即重新计算。

source: You can't directly control your sleep stage ratios, but you can influence them: consistent bedtimes, cool sleeping environment, avoiding alcohol (suppresses REM), and regular exercise (increases deep sleep).
ar: لا يمكنك التحكم مباشرة في نسب مراحل نومك، لكن يمكنك التأثير فيها: مواعيد نوم منتظمة، وبيئة نوم باردة، وتجنّب الكحول (يثبّط REM)، والتمرين المنتظم (يزيد النوم العميق).
da: Du kan ikke styre fordelingen af dine søvnstadier direkte, men du kan påvirke den: faste sengetider, køligt soverum, at undgå alkohol (undertrykker REM) og regelmæssig motion (øger dyb søvn).
de: Du kannst die Anteile deiner Schlafphasen nicht direkt steuern, aber beeinflussen: regelmäßige Schlafenszeiten, eine kühle Schlafumgebung, Verzicht auf Alkohol (unterdrückt REM-Schlaf) und regelmäßige Bewegung (fördert Tiefschlaf).
es: No puedes controlar directamente las proporciones de tus fases de sueño, pero sí influir en ellas: horarios de acostarte constantes, un dormitorio fresco, evitar el alcohol (reduce el REM) y hacer ejercicio con regularidad (aumenta el sueño profundo).
fi: Et voi suoraan hallita univaiheidesi suhteita, mutta voit vaikuttaa niihin: säännölliset nukkumaanmenoajat, viileä nukkumisympäristö, alkoholin välttäminen (vähentää REM-unta) ja säännöllinen liikunta (lisää syvää unta).
fr: Vous ne pouvez pas contrôler directement la répartition de vos phases de sommeil, mais vous pouvez l’influencer : heures de coucher régulières, chambre fraîche, éviter l’alcool (qui réduit le REM) et exercice régulier (qui augmente le sommeil profond).
is: Þú getur ekki stjórnað hlutföllum svefnstiga beint, en þú getur haft áhrif á þau: reglulegur háttatími, svalt svefnumhverfi, að forðast áfengi (bælir REM) og regluleg hreyfing (eykur djúpsvefn).
it: Non puoi controllare direttamente le proporzioni delle fasi del sonno, ma puoi influenzarle: orari regolari per andare a letto, un ambiente fresco, evitare l'alcol (riduce il REM) ed esercizio regolare (aumenta il sonno profondo).
ja: 睡眠段階の割合を直接コントロールすることはできませんが、影響を与えることはできます：就寝時刻をそろえる、涼しい環境で眠る、アルコールを避ける（レム睡眠を抑制します）、定期的に運動する（深い睡眠が増えます）。
ko: 수면 단계 비율을 직접 조절할 수는 없지만 영향을 줄 수는 있습니다: 일정한 취침 시간, 서늘한 수면 환경, 음주 피하기(REM 억제), 규칙적인 운동(깊은 수면 증가).
nb: Du kan ikke styre fordelingen av søvnstadiene direkte, men du kan påvirke den: faste leggetider, kjølig soverom, unngå alkohol (demper REM) og regelmessig trening (øker dyp søvn).
nl: Je kunt de verhoudingen van je slaapstadia niet direct sturen, maar wel beïnvloeden: vaste bedtijden, een koele slaapomgeving, geen alcohol (onderdrukt REM) en regelmatig bewegen (meer diepe slaap).
pt_br: Você não controla diretamente as proporções dos seus estágios de sono, mas pode influenciá-las: horários regulares para dormir, ambiente fresco, evitar álcool (que suprime o REM) e exercício regular (que aumenta o sono profundo).
ru: Вы не можете напрямую управлять соотношением стадий сна, но можете на него влиять: постоянное время отхода ко сну, прохладная спальня, отказ от алкоголя (подавляет REM) и регулярные нагрузки (увеличивают глубокий сон).
sv: Du kan inte direkt styra fördelningen mellan sömnstadierna, men du kan påverka den: regelbundna sängtider, svalt i sovrummet, undvika alkohol (hämmar REM) och regelbunden träning (ökar djupsömnen).
zh_hans: 你无法直接控制睡眠阶段的比例，但可以施加影响：固定的就寝时间、凉爽的睡眠环境、避免饮酒（会抑制 REM）以及规律运动（会增加深睡）。

source: You finish your morning reading and remove your chest strap
ar: تُنهي قراءتك الصباحية وتخلع حزام الصدر
da: Du afslutter din morgenmåling og tager brystbæltet af
de: Du beendest deine Morgenmessung und nimmst den Brustgurt ab
es: Terminas tu lectura matinal y te quitas la banda de pecho
fi: Lopetat aamumittauksesi ja riisut rintavyön
fr: Vous terminez votre lecture du matin et retirez votre ceinture pectorale
is: Þú lýkur morgunmælingunni og tekur brjóstólina af
it: Finisci la lettura mattutina e togli la fascia toracica
ja: 朝の測定を終えて、チェストストラップを外します
ko: 아침 측정을 마치고 가슴 스트랩을 뺍니다
nb: Du avslutter morgenmålingen og tar av pulsbeltet
nl: Je rondt je ochtendmeting af en doet je borstband af
pt_br: Você termina sua leitura matinal e tira a cinta peitoral
ru: Вы заканчиваете утреннее измерение и снимаете нагрудный датчик
sv: Du gör klart din morgonmätning och tar av bröstbandet
zh_hans: 你完成晨间读数并摘下胸带

source: You go back to sleep while still wearing your Apple Watch
ar: تعود إلى النوم وأنت لا تزال ترتدي Apple Watch
da: Du falder i søvn igen, mens du stadig har dit Apple Watch på
de: Du schläfst wieder ein und trägst dabei noch deine Apple Watch
es: Vuelves a dormirte con el Apple Watch puesto
fi: Nukahdat uudelleen Apple Watch yhä ranteessa
fr: Vous vous rendormez en portant toujours votre Apple Watch
is: Þú sofnar aftur á meðan þú ert enn með Apple Watch
it: Torni a dormire indossando ancora l'Apple Watch
ja: Apple Watch を着けたまま再び眠ります
ko: Apple Watch를 착용한 채로 다시 잠듭니다
nb: Du sovner igjen mens du fortsatt har på deg Apple Watch
nl: Je gaat weer slapen terwijl je je Apple Watch nog draagt
pt_br: Você volta a dormir ainda usando seu Apple Watch
ru: Вы снова засыпаете, оставаясь в Apple Watch
sv: Du somnar om med Apple Watch fortfarande på
zh_hans: 你戴着 Apple Watch 又睡着了

source: You need at least 2 sessions to see trends. The more data you have, the more meaningful the patterns become.
ar: تحتاج إلى جلستين على الأقل لرؤية الاتجاهات. كلما زادت بياناتك، أصبحت الأنماط ذات معنى أكبر.
da: Du skal have mindst 2 sessioner for at se tendenser. Jo flere data du har, jo mere meningsfulde bliver mønstrene.
de: Du brauchst mindestens 2 Sitzungen, um Trends zu sehen. Je mehr Daten du hast, desto aussagekräftiger werden die Muster.
es: Necesitas al menos 2 sesiones para ver tendencias. Cuantos más datos tengas, más sentido tendrán los patrones.
fi: Tarvitset vähintään 2 istuntoa nähdäksesi trendejä. Mitä enemmän tietoja on, sitä merkityksellisemmiksi kuviot muuttuvat.
fr: Il faut au moins 2 sessions pour voir des tendances. Plus vous avez de données, plus les schémas deviennent significatifs.
is: Þú þarft að minnsta kosti 2 lotur til að sjá þróun. Því meiri gögn sem þú hefur, því marktækari verða mynstrin.
it: Servono almeno 2 sessioni per vedere le tendenze. Più dati hai, più gli schemi diventano significativi.
ja: トレンドを見るには、2 回以上のセッションが必要です。データが多いほど、パターンの意味は大きくなります。
ko: 추세를 보려면 세션이 최소 2개 필요합니다. 데이터가 많을수록 패턴이 더 의미 있어집니다.
nb: Du trenger minst 2 økter for å se trender. Jo mer data du har, desto mer meningsfulle blir mønstrene.
nl: Je hebt minstens 2 sessies nodig om trends te zien. Hoe meer gegevens je hebt, hoe betekenisvoller de patronen worden.
pt_br: Você precisa de pelo menos 2 sessões para ver tendências. Quanto mais dados você tiver, mais significativos os padrões ficam.
ru: Чтобы видеть тренды, нужно не менее 2 сессий. Чем больше данных, тем осмысленнее закономерности.
sv: Du behöver minst 2 sessioner för att se trender. Ju mer data du har, desto mer meningsfulla blir mönstren.
zh_hans: 至少需要 2 条记录才能看到趋势。数据越多，规律就越有意义。

source: Young athletes
ar: رياضيون شباب
da: Unge atleter
de: Junge Sportler
es: Deportistas jóvenes
fi: Nuoret urheilijat
fr: Jeunes sportifs
is: Ungt íþróttafólk
it: Giovani atleti
ja: 若いアスリート
ko: 젊은 운동선수
nb: Unge utøvere
nl: Jonge sporters
pt_br: Atletas jovens
ru: Молодые спортсмены
sv: Unga idrottare
zh_hans: 年轻运动员

source: Your ANS is near peak capacity. You have a wide range to work with, and good sleep and fitness habits pay off directly in higher HRV.
ar: جهازك العصبي الذاتي قريب من ذروة قدرته. لديك نطاق واسع للعمل، وعادات النوم واللياقة الجيدة تؤتي ثمارها مباشرة في HRV أعلى.
da: Dit ANS er tæt på sin højeste kapacitet. Du har et bredt spænd at arbejde med, og gode søvn- og motionsvaner betaler sig direkte i højere HRV.
de: Dein ANS ist nahe seiner Höchstkapazität. Du hast viel Spielraum, und gute Schlaf- und Fitnessgewohnheiten zahlen sich direkt in einer höheren HRV aus.
es: Tu SNA está cerca de su capacidad máxima. Tienes un amplio margen, y los buenos hábitos de sueño y de forma física se traducen directamente en una HRV más alta.
fi: Autonominen hermostosi on lähellä huippukapasiteettiaan. Sinulla on laaja vaihteluväli käytössäsi, ja hyvät uni- ja kuntotottumukset näkyvät suoraan korkeampana HRV:nä.
fr: Votre SNA est proche de sa capacité maximale. Vous disposez d’une large marge, et de bonnes habitudes de sommeil et de forme se traduisent directement par une HRV plus élevée.
is: Ósjálfráða taugakerfið þitt er nálægt hámarksgetu. Þú hefur breitt svið og góðar svefn- og hreyfivenjur skila sér beint í hærra HRV.
it: Il tuo SNA è vicino al massimo della sua capacità. Hai un ampio margine, e buone abitudini di sonno e forma fisica si ripagano direttamente con un'HRV più alta.
ja: ANS の能力はピークに近い状態です。幅広い範囲があり、良い睡眠と運動習慣がそのまま高い HRV につながります。
ko: 자율신경계가 최고 용량에 가깝습니다. 활용할 수 있는 범위가 넓고, 좋은 수면과 체력 습관이 더 높은 HRV로 바로 이어집니다.
nb: ANS-et ditt er nær toppkapasitet. Du har et bredt område å jobbe med, og gode vaner for søvn og trening gir direkte uttelling i høyere HRV.
nl: Je AZS zit dicht bij zijn maximale capaciteit. Je hebt een breed bereik om mee te werken, en goede slaap- en fitheidsgewoonten betalen zich direct uit in een hogere HRV.
pt_br: Seu SNA está perto da capacidade máxima. Você tem uma faixa ampla para trabalhar, e bons hábitos de sono e condicionamento se refletem diretamente em uma VFC mais alta.
ru: Ваша ВНС близка к пику возможностей. У вас широкий диапазон, и хорошие привычки сна и физической активности напрямую окупаются более высокой ВСР.
sv: Ditt ANS är nära sin högsta kapacitet. Du har ett brett spann att arbeta med, och goda sömn- och träningsvanor ger direkt utdelning i högre HRV.
zh_hans: 你的自主神经系统接近能力巅峰。你有很大的空间，良好的睡眠和健身习惯会直接体现在更高的 HRV 上。
